Repository: sgonyea/gfxCardStatus
Catalog: *.lproj/Localizable.strings
Languages: sk, uk_ua, zh_tw

# About
source: About gfxCardStatus, v%%
sk: O aplikácii gfxCardStatus, v%%
uk_ua: О gfxCardStatus, v%%
zh_tw: 關於 gfxCardStatus, v%%

# Update
source: Check for Updates...
sk: Skontrolovať aktualizácie...
uk_ua: Перевіряти оновлення...
zh_tw: 檢查更新...

source: Preferences...
sk: Nastavenia...
uk_ua: Налаштування...
zh_tw: 偏好設定...

source: Card: %%
sk: Karta: %%
uk_ua: Відеокарта: %%
zh_tw: 晶片: %%

source: Switch GPUs
sk: Prepnúť GPU
uk_ua: Змінити GPU
zh_tw: 變更 GPU (試驗)

source: Integrated Only
sk: Iba integrovaná
uk_ua: Тільки інтегрована
zh_tw: 僅 Integrated® 晶片

source: Discrete Only
sk: Iba diskrétna
uk_ua: Тільки дискретна
zh_tw: 僅 Discrete® 晶片

source: Dynamic Switching
sk: Dynamické prepínanie
uk_ua: Динамична зміна
zh_tw: 自動圖形切換

source: Dependencies
sk: Závislosti
uk_ua: Залежності
zh_tw: 相依程式

# NoProcess
source: None
sk: Žiadne
uk_ua: Немає
zh_tw: 沒有

source: Quit
sk: Ukončiť
uk_ua: Вийти
zh_tw: 結束

# Close
source: Cool!
sk: Super!
uk_ua: Карамба!
zh_tw: 關閉！

source: Power Source: %%
sk: Zdroj napájania: %%
uk_ua: Джерело живлення: %%
zh_tw: 電源供應: %%

source: Battery
sk: Batéria
uk_ua: Акумулятор
zh_tw: 電池

source: AC Adapter
sk: Napájací adaptér
uk_ua: Адаптер
zh_tw: 電源荭換器

# PrefTitle
source: gfxCardStatus Preferences
sk: Nastavenia gfxCardStatus
uk_ua: gfxCardStatus налаштування
zh_tw: gfxCardStatus 偏好設定

# PrefUpdate
source: Check for updates at startup
sk: Skontrolovať aktualizácie pri spúšťaní
uk_ua: Перевіряти оновлення при запуску
zh_tw: 起始時檢查更新

# PrefGrowl
source: Use Growl for status change notifications
sk: Oznamovať zmeny stavu pomocou Growl
uk_ua: Викорістовувати Growl для повідомлення про зміну статусу
zh_tw: 以 Growl 顕示狀態更改訊息

# PrefStartup
source: Load gfxCardStatus at startup
sk: Spustiť gfxCardStatus pri štarte
uk_ua: Запускати gfxCardStatus при завантаженні системи
zh_tw: 起始時載入 gfxCardStatus

# PrefLog
source: Log diagnostic messages to the console
sk: Zapisovať diagnostické hlásenia do konzoly
uk_ua: Вести журнал у консолі
zh_tw: 記錄診斷訊息至系統監視程式

# PrefRestoreState
source: Restore last used mode at startup
sk: Pri spúšťaní obnoviť posledný použitý režim
uk_ua: Відновлювати останній використовуваний режим при завантаженні системи
zh_tw: 起始時回復到上次使用的模式

# PrefPowerSwitching
source: Use power source-based switching
sk: Prepínanie na základe zdroja napájania
uk_ua: Використовувати режим в залежнорсті від джерела живлення
zh_tw: 以電源供應模式切換圖形晶片

source: Integrated
sk: Integrovaná
uk_ua: Інтегрирована

source: Discrete
sk: Diskrétna
uk_ua: Дискретна

source: Dynamic
sk: Dynamicky
uk_ua: Динамічно
zh_tw: 自動切換

source: On Battery:
sk: Na batériu:
uk_ua: Від акумулятора:
zh_tw: 使用電池時:

source: Plugged In:
sk: Na adaptér:
uk_ua: Від адаптера:
zh_tw: 電源荭換器:

source: General
sk: Všeobecné
zh_tw: 一般

source: Switching
sk: Prepínanie
zh_tw: 轉換

source: Advanced
sk: Rozšírené

# SmartMenuBarIcons
source: Use smart menu bar icons
sk: Používať chytré menu ikony

# AboutTitle
source: About gfxCardStatus
sk: O aplikácii gfxCardStatus
uk_ua: О gfxCardStatus
zh_tw: 關於 gfxCardStatus

# AboutWebsite
source: Website
sk: Web
uk_ua: Сайт
zh_tw: 網址

# GrowlGPUChanged
source: GPU changed
sk: GPU prepnuté
uk_ua: GPU змінен

# GrowlSwitch
source: '%1$@' now in use.
sk: Prepnuté na '%1$@'
uk_ua: '%1$@' використовується.
